Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: You must bring or be capable of acquiring enough food, H20, oxygen, and shelter to survive for the duration of your stay in a harsh, asteroid-rich environment.
fr_fr: Vous devez apporter ou être capable d'acquérir suffisament de nourriture, d'H2O, d'oxygène et de protection pour survivre pour la durée de votre séjour dans un environnement rude et riche en astéroïdes.

source: Weapons of mass destruction are prohibited.
fr_fr: Les armes de destructions massives sont interdites.

source: Further guidelines for coexisting with your fellow entities are in the habitat survival guide.
fr_fr: D'autres lignes de conduites pour coexister avec vos entités voisines sont disponible dans le guide de survie en habitat.

source: You and only you are responsible for yourself—learn to love it!”
fr_fr: Vous et seulement vous êtes responsable de vous-même - apprenez à l'apprécier!"

source: -- Locus Immigration AR broadcast
fr_fr: -- Locus Immigration diffusion RA

source: “You have chosen the habitat Locus in the L5 Trojans as your destination, using the private carrier Atsuko van Vogt as your receptor.
fr_fr: "Vous avez choisit l'habitat Locus dans les Troyens L5 comme destination, utilisant l'opérateur privé Atsuko van Vogt comme récepteur.

source: ComEx corporate policy requires us to inform you that the destination and carrier you have selected are unregistered and possibly unsafe.
fr_fr: La politique d'entreprise de ComEx nécessite que nous vous informions que la destination et l'opérateur que vous avez choisit ne sont pas enregistré et probablement non-sûr.

source: ComEx takes no responsibility for the continuity of your consciousness upon arrival.
fr_fr: ComEx ne peut-être tenu pour responsable des dommages subit par la continuité de votre existence à partirt de votre arrivée.

source: You assume any and all risks for travel to this point, including theft of forks or deletion.
fr_fr: Vous assumez tout les risques pour voyager jusqu'à ce point, incluant le vol de fork ou la suppression.

source: ComEx will include a permanent record of travel with this continue?”
fr_fr: ComEx inclueras un enregistrement permanent de ce voyage. Continuer?"

source: -- ComEx legal disclaimer
fr_fr: -- ComEx mentions légales

source: “The ComEx disclaimer?
fr_fr: “Les mentions légales de CoMEx?

source: Yes, yes ...
fr_fr: OUi, oui ...

source: Listen: my neighbor three doors toward the Amoeba from here is a physicist.
fr_fr: Écoute: mon voisin à trois portes vers l'Amoeba d'ici est un physicien.

source: She has a box that generates micro-singularities in her lab.
fr_fr: Elle a une boîte qui génère des micro-singularités dans son labo.

source: If people along my spar found out I’d stolen a fork of someone, they’d pop my stack with a grapefruit knife and throw it in there.
fr_fr: Si des personnes dans mon espar découvrent que j'ai volé le fork de quelqu'un, ils vireont ma pile avec un couteau à pamplemousse et la jetterons dans cette boîte.

source: That’s what we call, ‘accountability.’ See if you get the same from ComEx.”
fr_fr: C'est ce que nous appellons 'responsabilité'. Regardes si tu peux obtenir autant de ComEx."

source: Lot 49 is moored to the small asteroid 28349 Pynchon in the amorphous Vonarburg-Shadyside neighborhood, toward the center of the L4 Greeks.
fr_fr: Lot 49 est amarré au petit astéroïde 28349 Pynchon dans le voisinnage informe de Vonaburg-Shadyside, près du centre des Grecs L4.

source: VonarburgShadyside is named after two rocks that roughly delimit its 500,000-kilometer length along the arc of Jupiter's orbit.
fr_fr: vanorburg-Shadyside tire son nom de deux rochers qui définissent grossièrement ses limites de 500 000 kilomètres le long d'un arc de l'orbite Jovienne.

source: Neighboring habitats within 100,000 kilometers (with populations) include Craftsbury (450), Greenview (28), and Blackhawk (1020).
fr_fr: Les habitats avoisinant dans un rayon de 100 000 kilomètre (et leur population) incluent Craftsbury (450), Greenview (28) et Blackhawk (1020).

source: With a population of 400, this station is more or less typical of the Trojans in terms of layout.
fr_fr: Avec une population de 400 habitants, cette stations et plus ou moins typique des Troyens en terme d'agencement.

source: From the outside, Lot 49 looks like a shiny, meshedover geodesic sphere, 800 meters in diameter, with numerous protruding instrument spars and some triangles left open to space so that shuttles can pass through.
fr_fr: De l'extérieur, Lot 49 ressemble à une sphére géodésique brillante de 800 mètres de diamètre et recouverte d'un filet, avec de nombreux espars protubérant et quelques triangle laissé ouvert à l'espace pour que les navettes pusisent traverser.

source: The mooring to the asteroid is temporary in case a potential collision is detected.
fr_fr: l'amarrage à l'astéroïde est temporaire au cas où une collision potentielle est détectée.

source: Inside, a central utility module with a communal reactor, factories, and machine bay is surrounded by evenly spaced but irregularly shaped habitat modules in a riot of colors and lighting schemes.
fr_fr: A l'intérieur, un module utilitaire central équipé d'un réacteur communautaire, d'usines et d'une salle des machines est entouré de module d'habitation régulèrement espacé mais de formes irrégulière dans une débauche de motifs cde couleurs et d'éclairage.

source: Structural spars and floatways connect everything.
fr_fr: Les espars structurels et des voies de flottaison connectent le tout.

source: One entire spar is given over to a rotating cylindrical module that generates about 0.7 g and contains medical, cloning, resleeving, and darknet egocasting facilities.
fr_fr: Un espar entier est dédié à un module cylindre rotatif qui génère à peu près 0,7 g et qui contient des installations médicales, de clonages, de réincarnation et d'egocast illégaux.

source: Lot 49's population and most of their neighbors in Vonarburg-Shadyside tend to align with the scum and anarchist factions and speak a mixture of English, Portuguese, and Thai.
fr_fr: La population de Lot 49 et la plupart de leurs voisins dans Vonarburg-Shanyside ont tendance à s'aligner avec la racaille et les factiosn anarchistes et parlent un mélange d'Anglais, de Portuguais et de Thaï.

source: Lot 49 is in a densely inhabited part of the Greeks, placing it near a crossroads.
fr_fr: Lot 49 est située dans une zone densément habitée des Grecs, la plaçant près de différents carrefours.

source: Main economic activities include shuttle design, whaling, and ferrying people and goods around the region.
fr_fr: L'activité économique principale inclue la conception de de navette, le whaling et le convoyage de personne et de bien dans la région.

source: The second largest planet in the system is a much more favorable habitat for transhumans than Jupiter.
fr_fr: La deuxième planète du système solaire par la taille est un habitat bien plus favorable pour les transhumaines que Jupiter.

source: Saturn's lower gravity and milder magnetosphere are a boon to gas mining operations, and for resourcehungry habs, the Rings are a feast (literally, in the case of the new Hamilton cylinder type habitats).
fr_fr: La gravité plus faible de Saturne et une magnétosphère plus faible sont une aubaine pour les opératiosn d'extraction de gaz, et pour les habitats gros consommateurs de ressource les anneaux sont un véritable festin (litéralement, dans le cas du nouveau type d'habitat en cylindre Hamilton).

source: Hypercorps have a presence here, but any major expansion by the Planetary Consortium is kept in check by the anarchist stations of the Rings and the technosocialist Commonwealth of Titan.
fr_fr: Les hypercorporatiosn sont présentes ici, mais toute extension majeure du Consortium Planétaire est validée par les satatiosn anarchistes des Anneaux et par le Commonwealth technosocialiste de Titan.

source: Because Saturn is so distant from the Sun, solar power generation is extremely inefficient.
fr_fr: En raison de l'éloignement de Saturne apr rapport au Soleil, la génération d'énergie solaire est extrêmement inefficace.

source: Growing photosynthetic plants with sunlight is impossible without large arrays of mirrors to focus the light.
fr_fr: Faire pousser des plantes à photosynthèse avec de la lumière solaire est impossible sans de grands panneaux solaire pour concentrer les rayons.

source: The abundance of water and volatiles makes the rings ideal for both scum barges and Hamilton cylinders.
fr_fr: L'abondance d'eau et de composés organiques volatiles rendent les anneaux idaux pour les barges racaille et les cylindres Hamilton.

source: Gas mining is vital to the survival of almost every habitat and moon settlement in the Saturnian system, so habitats located further out from the planet that wish to be self-sufficient almost always maintain their own gas mining stations close to the planet.
fr_fr: L'extraction de gaz est vitale à la survie de rpesque tous les habitats et abris lunaires dans le système Saturnien, les habitats les plus éloignés de la planète et qui veulent être auto-suffisant maintiennent donc presque toujours leurs propres statiosn d'extraction de gaz à proximité de la planète.

source: Security for these installations and the atmospheric skimmers and tankers they dispatch is tight, and it is never advisable to approach one unannounced.
fr_fr: La sécurité autour de ces installations ainsi qu'autour des dragues et tankers atmosphériques qu'elles expédient est extrêmement serré, et il n'est jamais sage de s'en approcher sans s'annoncer.

source: Gas mining on Saturn supplies thirty percent of the system's reactor mass.
fr_fr: L'extraction de gaz sur Saturne fournit trente pourcent de la masse réactive du système.

source: This role is expected to grow as Helium-3 deposits in the Lunar regolith become less accessible.
fr_fr: Ce rôle se développera probablement au fur et à mesure que les gisement d'Hélium-3 dans la régolite Lunaire deviendront de moins en moins accessible.

source: For ships traveling to the far reaches of the outer system, Saturn is an important alternative to using Jupiter for gravity assists.
fr_fr: Pour les vaisseaux voyageant dans les régions les plus éloignées du système extérieur, Saturne est une alternative importante à Jupiter pour l'assistance gravitationnelle.

source: Less restrictive than Jovian regimes and richer in resources than the Trojans, Circumsaturnine habs and settlements are important innovators in habitat design and cultural organization.
fr_fr: Moins restrictifs que les régimes Jovien et plus riches en resources que les Troyens, les habitats et abris Circumsaturnien sont des innovateurs important dans les domaines de la conception d'habitat et de l'organisation culturelle.

source: Since the discovery of the Pandora Gates, the Titanian Commonwealth is the only entity actively pursuing interstellar exploration through conventional means.
fr_fr: Depuis la découverte des Portes de Pandorre, le Commonwealth Titanien est la seule entité à poursuivre l'exploration interstellaire par des moyens conventionnels.

source: {The rings and classical minor moons}
fr_fr: {Les anneaux et les lunes mineures}

source: Saturn's rings are made up of countless small icy objects, most of which range in size from dust specks to boulders 10 meters in diameter.
fr_fr: Les anneaux de Saturne sont constituée d'une quantité indénombrable de petits objets glacés, là plupart d'entre eux d'une taille allant d'un grain de poussière à des boules de 10 mètres de diamètre.

source: The rings are designated by the letters “A” through “F” in the order in which they were discovered.
fr_fr: Les anneaux sont désignés par les lettres de "A" à "F" dans l'ordre de leur découverte.

source: They vary in thickness between 100 and 1000 meters and in width from 20,000 kilometers down to just meters.
fr_fr: Ils varient en épaisseur de 100 à 1 000 mètre et en largeur de 20 000 kilomètres à à peine quelques mètres.

source: In places there are gaps between rings.
fr_fr: Il y a des vides entre certains anneaux.

source: The widest, the Cassini division, is 4,000 kilometers across.
fr_fr: Le plus large, la division Cassini, fait 4 000 kilomètre de large.

source: Gate expedition report 901127
fr_fr: Rapport d'expédition dans la Porte 901127

source: Gate Code Setting: [Encrypted]
fr_fr: Configuration du Code Porte: [Chiffré]

source: Gatekeeper Corporation Eyes Only
fr_fr: Réservé à une diffusion interne à la Corporation Gatekeeper.

source: Preliminary drone and sensor reports seemed to indicate the gate’s exoplanet environs were underground in a cavern formed of carbonaceous rock with a nitrogen dioxide atmosphere.
fr_fr: Les rapports préliminaires des drones et des capeturs semblent indiquer que les environs de l'exoplanète de la porte se situaient sous-terre, dans uen caverne formée de roche charbonnière avec une atmosphère de dioxyde d'azote.

source: There were no signs of life or sentient activity.
fr_fr: Il n'y avait aucun signe de vie ou d'activité consciente.

source: A squad of gatecrashers was sent through, guided by an exploration drone, with a communication link back to the gate.
fr_fr: Une escouade de resquilleurs a été envoyà à travers, guidés par un drône d'exploration, avec un lien de communication jusqu'à la porte.

source: Approximately one hour after the team moved into the tunnels, consistent communication was lost due to electromagnetic interference.
fr_fr: Approximativement une heure après que l'équipe se soient engagées dans les tunnels, la communication consistante a été perdue en raison des interférences électromagnétique.

source: At this point they had reported nothing more notable than moving just over a kilometer through a warren of tunnels.
fr_fr: A ce moemnt là, ils n'avaient rien signalé de plsu notable que leur déplacement d'un kilomètre dans un dédale de tunnels.

source: The team was not heard from again.
fr_fr: Nous n'avons plus jamais entendu parler de l'équipe.

source: Two hours after contact was lost, a tethered search and rescue drone was deployed.
fr_fr: Deux heures après que le contact fut perdu, un drone attachés de recherche et de sauvetage a été déployé.

source: Following the gatecrashers’ breadcrumb trail, near the limits of its tether range the drone came upon what appeared to be a severed hand in a vacsuit glove.
fr_fr: En suivant la piste des resquilleurs, près des limites de son lien, le drône a trouvé ce qui s'est avéré être une main dans un gant d'exocombinaison.

source: DNA testing did not identify the hand as belonging to any members of the team, however, nor did it match any other database queries.
fr_fr: Les tests ADN n'ont pas identifié la main comme appartenant à l'un des membres de l'équipe et n'ont pas non plus permis de touver de résultats dans d'autres bases de données.

source: The drone was detached from its tether to search further, but shortly after sensors recorded some type of seismic event, and communication with the drone was also lost.
fr_fr: Le drône a été détaché de son lien pour explorer plus en détail, mais rapidement après les capteurs ont enregistrés une activité sismique et la communication avec le drône a été perdue.

source: The gate was kept active for 8 more hours—the duration of the contract - with no sign of activity.
fr_fr: La porte est restée active pendant encore 8 heures - la durée du contrat - sans signe d'activité.

source: The gate was then closed, the team reported as lost/unretrievable, and the gate settings were recorded with an orange flag.
fr_fr: La porte a été fermée, l'équipe a été signalée comme perdue/irrécupérable, et les réglages de la porte ont été enregistrés et marqués d'un drapeau orange.

source: Saturn has over 60 satellites, a number that jumps into the hundreds if one includes the uncounted objects less than a kilometer across orbiting in the A ring.
fr_fr: Saturne possède plus de 60 satellites, un nombre qui atteint la centaine si on considère les objets non dénombrés de moins d'un kilomètre de diamètre et orbitant dans l'anneau A.

source: Most of Saturn’s moons are small, rocky, ice objects less than 100 kilometers in diameter.
fr_fr: la plupart des lunes de Saturne sont de petit objets rocailleux et glacés de moins de 100 kilomètres d diamètre.

source: The smallest of the classical moons, Pan, is only 10 kilometers across.
fr_fr: La plus petite des lunes classique, Pan, ne fait que 10 kilomètres de diamètre.

source: The first eight moons, from Enceladus inward, lie within the ring system.
fr_fr: Les huits première lunes, de Encelade et vers l'intérieur, sont dans le système d'anneaux.

source: Atlas, at the edge of the A ring, and Prometheus and Pandora, which flank the thin F ring, are known as the Shepherd Moons.
fr_fr: Atlas, à la limite de l'anneau A, ainsi que Prométéhe et Pandorre, qui encadrent le fin anneau F, sont appellées les Satellites Bergers.

source: Several of the moonlets occupy Lagrange points relative to larger moons.
fr_fr: Plusieurs satellites occupent les points de Lagrange des lunes les plus grosses.

source: Telesto and Calypso share the orbit of much larger Tethys, while Helene trails another large moon, Dione.
fr_fr: Télesto et Calypso partagent l'orbite de la bien plus grosse Téthys, et Hélène suit une autre grosse lune Dioné.

source: Volkov, a Slavic energy cartel, controls this tiny moon.
fr_fr: Volkov, un cartel de l'énergie Slave, contrôle cette petite lune.

source: Volkograad is a beehive habitat with about 50,000 residents.
fr_fr: Volkograad est une habitat nid d'abeille d'à peu près 50 000 résidents.

source: Much of the moon is given over to skimming, refining, and shipping infrastructure.
fr_fr: L'essentiel de la lune est dédiée aux infrastructure de dragage, de raffinage et d'expédition.

source: A cloud of wreckage trailing the moonlet by about 100,000 kilometers serves as a reminder of the Atlas Incident, a brief but massively destructive battle that erupted when Fa Jing attempted a buyout of the moon.
fr_fr: Un nuage d'épave suivant le sateliite sur presque 100 000 kilomètres sert de rappel de l'Incident Atlas, une bataille rapide mais extrêmement destructrice qui se délcencha lorsque Fa Jing essaya de prendre le contrôle de la lune.

source: Tinkers from Phelan’s Recourse still salvage the floating derelicts regularly.
fr_fr: Les chaudronniers du Refuge de Phelan continue de récupérer les débris flottant régulièrement.

source: Dione’s main settlement is Thoroughgood (population 350,000), a hybrid beehive and orbital cluster habitat set on a plateau amid a dramatic range of ice cliffs.
fr_fr: e principal abir de Dioné est Thogouhgood (350 000 habitants), un habitat hybride nid d'abeille-en grappe installé sur un plateau au milieu d'impressionante falaise de glace.

source: Dione hosts the Long Array, a 150 kilometer-high communications spar ascending from the surface settlement to an orbital station that acts as a counterweight.
fr_fr: Dioné habrite la Longue Flêche, un espar de communication de 150 kilomètre de haut s'élevant de l'abri de surface vers uen station orbitale qui fait office de contrepoids.

source: The Long Array’s sheer size is something of a publicity stunt, as the bulk of its capacity goes unused.
fr_fr: La grande taille de la Longue Flêche est un coup de pub, l'essentiel de sa capacité restant inexploite.

source: However, it drew enough attention to make Thoroughgood a major communications hub for the outer system, and thus a place where hypercorp, anarchist, and other factional interests meet.
fr_fr: Elle attire cependant suffisament d'attention pour faire de Thoroughgood un concentrateur de communication pour le système extérieur, et est donc un endroit où les intérêts hyeprcorporatiste, anarchistes et d'autres factions se recoupent.

source: Dione shares its orbit with Helene, a tiny, rocky moon at its L4 point, and Polydeuces, an even smaller body that trails it at the L5 point.
fr_fr: Dioné partage son orbite avec hélène, une petite lune rocheuse à son point L4, et Pollux, un corps encore plus petit qui la suit sur son point L5.

source: Rich in organic compounds, Enceladus is a biochemist’s playground.
fr_fr: Riche en composé organique, Encélade est un terrain de jeu pour la chimie organique.

source: Profunda (population 850,000) is the major settlement, a beehive dug into the moon’s surface capped by domed parks and clusters of sleek, translucent minarets—well protected from collisions by an aggressive satellite defense network.
fr_fr: Profunda (850 000 habitants) en est l'abri principal, un nid d'abeille creusé dans la surface de la lune et plaffonés de parc sous dômes et des grappes d'élégants minarets translucides - bien protégés des collisions par un réseau agressif de satellite de défense.

source: The lower levels, stretching deep into Enceladus’ icy silicate mantle, include a prospecting operation that extracts carbonaceous soils in search of exotic compounds.
fr_fr: Les niveax les plus bas, s'enfonçant profondément dans la manteau de silice d'Encélade, incluent des opératiosn de prospection qui extrayent le sol carbonneux à la recherche de composés exotiques.

source: Another deep section has been converted into a kilometers-wide, reactor-heated primordial sea, part of a long-term experiment into the origins of life supported jointly by Titanian academics and a collective of Enceladian biochemists.
fr_fr: Une autre section profonde a été convertie en une mer primordiable réchauffée par un réacteur et s'étendant sur plusieurs kilomètres, faisant parti d'une expérience à long-terme sur les orginies de la vie soutenus par l'assocition d'académiciens Titaniens et un collectif de biochimistes Encéladiens.

source: Profunda is run along anarcho-capitalist lines.
fr_fr: Profunda est régie par les principes anarcho-capitalistes.

source: Thanks to the rich supply of organic chemicals, its upper reaches are home to many of the outer system’s best known morph designers.
fr_fr: Grâce au stocke généreux de copposés chimiques organiques, ses niveaus supérieurs sont le foyer de nombreux concepteurs de morph le splus connus du système extérieur.

source: The Enceladian Glitter Bloc is said to have as much influence over body styles as the Lunar fashion houses do over what people wear.
fr_fr: Le Bloc Scintillant Encéladien est connu pour avoir autanty d'influence sur le style corporel que les maisons de la mode Lunaire sur ce que porte les gens.

source: {Epimethus and Janus (Twelve Commons)}
fr_fr: {Épiméthée et Janus (Twelve Commons)}

source: These twin small, icy moonlets share virtually the same path around Saturn, orbiting within 50 kilometers of each other.
fr_fr: Ces petits satellites glacés jumeaux partagent virtuellement le même chemin autour de Saturne, orbitant à cinquante kilomètre l'une de l'autre.

source: Set between the F and G Rings, the moonlets form the center of Twelve Commons, a neighborhood of small and mid-size habitats arranged in a flat cloud about 20,000 kilometers in radius.
fr_fr: Située entre les anneaux F et G, les satellites forment les centre des Twleve Commons, un voisinnage de petits habitats organisé en un nuage plat de 20 000 kilomètre de rayon.

source: About six million people live in Twelve Commons.
fr_fr: Approximativement six millions de personnes vivent dans les Twelve Commons.
